[
  {
      "name": "Neo",
      "username": "@neodgzm",
      "title": "Saks Lang Bro",
      "content": "Obsessed with Chimmy's yogurt selection! So many unique flavors to choose from, and the toppings bar is like a candyland. My personal fave is the matcha green tea froyo with mochi and condensed milk - pure heaven! The staff is super friendly and the place is always spotless. Definitely my new go-to froyo spot in EGI Taft!",
      "food-rating": 2,
      "service-rating": 4,
      "ambiance-rating": 2,
      "overall-rating": 4,
      "comment-img": "./images/chimmy-review.jpg",
      "user-img": "/images/duck.jpg",
      "numLike": 5,
      "numDislike": 2,
      "ownerReplyStatus": 0,
      "restoName": "Chimmy",
      "isEdited": 0,
      "date": "1/24/2023"
  },
  {
      "name": "Fiona",
      "username": "@fiona_eats",
      "title": "Yumminess Galore!",
      "content": "Chimmy's yogurt paradise is a must-visit! Their extensive range of flavors never fails to amaze me. I particularly enjoyed the refreshing taste of their mango yogurt topped with fresh fruits and granola. The ambiance is vibrant, making it a delightful hangout spot. Kudos to the cheerful staff for always providing excellent service!",
      "food-rating": 1,
      "service-rating": 3,
      "ambiance-rating": 5,
      "overall-rating": 4,
      "comment-img": "./images/chimmy-review.jpg",
      "user-img": "/images/duck.jpg",
      "numLike": 10,
      "numDislike": 0,
      "ownerReplyStatus": 1,
      "restoName": "Chimmy",
      "isEdited": 0,
      "date": "1/23/2023"
  },
  {
      "name": "Neo",
      "username": "@neodgzm",
      "title": "Chimmy's Delight!",
      "content": "Chimmy's yogurt creations are a taste sensation! I was blown away by their unique flavors and the freshness of their ingredients. Their taro yogurt with pearls is my absolute favorite - it's like having dessert in a cup! The cozy atmosphere and friendly service make every visit enjoyable. Highly recommended!",
      "food-rating": 2,
      "service-rating": 3,
      "ambiance-rating": 2,
      "comment-img": "./images/chimmy-review.jpg",
      "user-img": "/images/duck.jpg",
      "numLike": 8,
      "numDislike": 1,
      "ownerReplyStatus": 0,
      "restoName": "Chimmy",
      "isEdited": 0,
      "date": "1/22/2023"
  },
  {
      "name": "Sophie",
      "username": "@sophiesnacks",
      "title": "Chimmy's Bliss!",
      "content": "Chimmy's yogurt is simply divine! The flavors are incredibly rich and authentic. I couldn't resist their classic strawberry yogurt with chocolate chips - it was like a flavor explosion in my mouth! The ambiance is cozy, perfect for catching up with friends or enjoying a quiet moment alone. Definitely a top-notch froyo spot!",
      "food-rating": 5,
      "service-rating": 3,
      "ambiance-rating": 5,
      "overall-rating": 4,
      "comment-img": "./images/chimmy-review.jpg",
      "user-img": "/images/duck.jpg",
      "numLike": 6,
      "numDislike": 0,
      "ownerReplyStatus": 0,
      "restoName": "Dimsum Treats",
      "isEdited": 0,
      "date": "1/21/2023"
  },
  {
      "name": "Ricky",
      "username": "@rickyeatsph",
      "title": "Chimmy's Flavor Fiesta!",
      "content": "Chimmy's yogurt is a flavor adventure waiting to happen! Their wide array of toppings and flavors allows for endless combinations. I relished their blueberry yogurt with almonds and honey - a perfect blend of sweet and nutty! The ambiance is lively, and the service is always prompt and friendly. A definite must-visit for any yogurt lover!",
      "food-rating": 5,
      "service-rating": 1,
      "ambiance-rating": 2,
      "overall-rating": 5,
      "comment-img": "./images/chimmy-review.jpg",
      "user-img": "/images/dogprofile.jpg",
      "numLike": 7,
      "numDislike": 0,
      "ownerReplyStatus": 0,
      "restoName": "Dimsum Treats",
      "isEdited": 0,
      "date": "1/20/2023"
  },
  {
      "name": "Lina",
      "username": "@linatastes",
      "title": "Chimmy's Delightful Treats!",
      "content": "Chimmy's yogurt selection is a delightful treat for the senses! I'm a big fan of their indulgent chocolate yogurt with marshmallows and sprinkles - it's like a party in my mouth! The ambiance is cozy, perfect for unwinding after a long day. Kudos to the staff for their warm hospitality. Chimmy's is definitely my go-to froyo spot!",
      "food-rating": 1,
      "service-rating": 5,
      "ambiance-rating": 5,
      "overall-rating": 3,
      "comment-img": "./images/dimsum-treats.jpeg",
      "user-img": "/images/duck.jpg",
      "numLike": 9,
      "numDislike": 0,
      "ownerReplyStatus": 0,
      "restoName": "Jus & Jerry's",
      "isEdited": 0,
      "date": "1/19/2023"
  },
  {
      "name": "Ali",
      "username": "@aliyums",
      "title": "Chimmy's Fantastic Finds!",
      "content": "Chimmy's yogurt selection is truly fantastic! Their fusion of flavors is simply genius. I couldn't get enough of their coconut yogurt with fresh mangoes and coconut flakes - it transported me to a tropical paradise! The ambiance is vibrant, and the staff is always welcoming. Chimmy's has definitely earned a permanent spot on my list of favorite dessert spots!",
      "food-rating": 2,
      "service-rating": 3,
      "ambiance-rating": 5,
      "overall-rating": 3,
      "comment-img": "./images/chimmy-review.jpg",
      "user-img": "/images/duck.jpg",
      "numLike": 11,
      "numDislike": 0,
      "ownerReplyStatus": 0,
      "restoName": "24 Chicken",
      "isEdited": 0,
      "date": "1/7/2023"
  },
  {
      "name": "Mia",
      "username": "@miatreats",
      "title": "Chimmy's Delightful Surprises!",
      "content": "Chimmy's yogurt never fails to surprise and delight! Each visit brings a new discovery, with their constantly changing flavors and toppings. I was thrilled by their passion fruit yogurt topped with kiwi and coconut shavings - a tropical delight! The ambiance is cozy and inviting, perfect for catching up with friends. Can't recommend Chimmy's enough!",
      "food-rating": 5,
      "service-rating": 1,
      "ambiance-rating": 2,
      "overall-rating": 5,
      "comment-img": "./images/chimmy-review.jpg",
      "user-img": "/images/duck.jpg",
      "numLike": 13,
      "numDislike": 0,
      "ownerReplyStatus": 0,
      "restoName": "24 Chicken",
      "isEdited": 0,
      "date": "1/8/2023"
  },
  {
      "name": "Gab",
      "username": "@gabfoods",
      "title": "Chimmy's Heaven on Earth!",
      "content": "Chimmy's yogurt is like heaven on earth! Their flavors are so rich and creamy, it's impossible to resist. I absolutely adored their cookies and cream yogurt topped with Oreos and chocolate sauce - it was a decadent treat! The ambiance is cozy and welcoming, and the staff is always friendly. Chimmy's is definitely a must-visit for any dessert lover!",
      "food-rating": 5,
      "service-rating": 1,
      "ambiance-rating": 5,
      "overall-rating": 2,
      "comment-img": "./images/chimmy-review.jpg",
      "user-img": "/images/duck.jpg",
      "numLike": 15,
      "numDislike": 0,
      "ownerReplyStatus": 0,
      "restoName": "Dimsum Treats",
      "isEdited": 0,
      "date": "1/9/2023"
  },
  {
      "name": "Sarah",
      "username": "@saraheats",
      "title": "Chimmy's Sweet Escape!",
      "content": "Chimmy's yogurt selection is a sweet escape from the ordinary! Their dulce de leche yogurt topped with caramelized nuts is a flavor explosion. The ambiance is cozy, making it the perfect spot for a solo treat or a casual hangout with friends. Can't wait to try more of their delicious creations!",
      "food-rating": 4,
      "service-rating": 4,
      "ambiance-rating": 5,
      "overall-rating": 4,
      "date": "1/10/2023"
  },
  {
      "name": "Max",
      "username": "@maxeats",
      "title": "Chimmy's Flavor Fiesta Continues!",
      "content": "Chimmy's yogurt continues to impress with its flavor fiesta! Their seasonal pumpkin spice yogurt with graham cracker crumbs is a fall delight. The ambiance is always lively, and the staff is friendly and accommodating. Another fantastic visit to Chimmy's!",
      "food-rating": 5,
      "service-rating": 5,
      "ambiance-rating": 4,
      "overall-rating": 5,
      "date": "1/11/2023"
  },
  {
      "name": "Nate",
      "username": "@nategrub",
      "title": "Toribox's Crispy Perfection!",
      "content": "Toribox never disappoints with its crispy perfection! Their signature fried chicken is always juicy and flavorful, with the perfect crunch. The cozy atmosphere and friendly staff make it a go-to spot for a quick and delicious meal. Can't get enough of Toribox!",
      "food-rating": 5,
      "service-rating": 4,
      "ambiance-rating": 3,
      "overall-rating": 5,
      "date": "1/12/2023"
  },
  {
      "name": "Ella",
      "username": "@ellaeats",
      "title": "Toribox's Flavor Explosion!",
      "content": "Toribox knows how to create a flavor explosion with their spicy fried chicken! The heat level is just right, and each bite is packed with flavor. The laid-back vibe of the restaurant makes it a great spot to hang out with friends. Toribox never disappoints!",
      "food-rating": 4,
      "service-rating": 3,
      "ambiance-rating": 4,
      "overall-rating": 4,
      "date": "1/13/2023"
  },
  {
      "name": "Jake",
      "username": "@jakeeats",
      "title": "24 Chicken's Juicy Goodness!",
      "content": "24 Chicken serves up juicy goodness with every bite! Their classic fried chicken is always perfectly seasoned and cooked to perfection. The casual atmosphere and quick service make it a convenient choice for a satisfying meal. 24 Chicken never fails to hit the spot!",
      "food-rating": 5,
      "service-rating": 4,
      "ambiance-rating": 3,
      "overall-rating": 5,
      "date": "1/14/2023"
  },
  {
      "name": "Sara",
      "username": "@sarasnacks",
      "title": "24 Chicken's Crispy Indulgence!",
      "content": "24 Chicken's crispy indulgence is unbeatable! Their honey garlic fried chicken is a flavor sensation, with the perfect balance of sweet and savory. The cozy ambiance and friendly staff make it a favorite spot for a casual meal. Always a delightful experience at 24 Chicken!",
      "food-rating": 4,
      "service-rating": 5,
      "ambiance-rating": 4,
      "overall-rating": 4,
      "date": "1/15/2023"
  },
  {
      "name": "Sophia",
      "username": "@sophiaeats",
      "title": "Tea Cup's Tranquil Retreat!",
      "content": "Tea Cup offers a tranquil retreat with its soothing teas and cozy ambiance. Their jasmine green tea is a personal favorite, perfectly fragrant and calming. The staff is knowledgeable and always ready to recommend the perfect brew. A wonderful spot for tea enthusiasts!",
      "food-rating": 5,
      "service-rating": 5,
      "ambiance-rating": 5,
      "overall-rating": 5,
      "date": "1/16/2023"
  },
  {
      "name": "Alex",
      "username": "@alexeats",
      "title": "Tea Cup's Serene Escape!",
      "content": "Tea Cup provides a serene escape from the hustle and bustle of the city. Their Earl Grey tea with lavender is a delightful blend that soothes the senses. The ambiance is calming, and the staff is attentive without being intrusive. A perfect spot for a peaceful afternoon!",
      "food-rating": 4,
      "service-rating": 4,
      "ambiance-rating": 5,
      "overall-rating": 4,
      "date": "1/17/2023"
  },
  {
      "name": "Chris",
      "username": "@chriseats",
      "title": "Jus & Jerry's Refreshing Delight!",
      "content": "Jus & Jerry's never fails to delight with its refreshing beverages! Their watermelon juice is the perfect thirst-quencher on a hot day, bursting with natural sweetness. The cozy atmosphere and friendly staff make it a top choice for a quick pick-me-up. Always a pleasant experience at Jus & Jerry's!",
      "food-rating": 5,
      "service-rating": 4,
      "ambiance-rating": 4,
      "overall-rating": 5,
      "date": "1/18/2023"
  },
  {
      "name": "Eva",
      "username": "@evaeats",
      "title": "Jus & Jerry's Tropical Paradise!",
      "content": "Jus & Jerry's transports me to a tropical paradise with its exotic fruit juices! Their pineapple mango smoothie is a tropical delight, perfectly blended and refreshing. The laid-back vibe of the café makes it a great spot to unwind with a delicious drink. Can't get enough of Jus & Jerry's!",
      "food-rating": 4,
      "service-rating": 5,
      "ambiance-rating": 4,
      "overall-rating": 4,
      "date": "1/19/2023"
  },
  {
      "name": "Ryan",
      "username": "@ryaneats",
      "title": "Big Boss's Flavor Explosion!",
      "content": "Big Boss delivers a flavor explosion with its bold and spicy dishes! Their fiery hotpot is not for the faint of heart, but if you can handle the heat, it's incredibly satisfying. The bustling atmosphere and quick service make it a great spot for a group gathering. Big Boss never disappoints!",
      "food-rating": 5,
      "service-rating": 4,
      "ambiance-rating": 4,
      "overall-rating": 5,
      "date": "1/20/2023"
  },
  {
      "name": "Liam",
      "username": "@liameats",
      "title": "Big Boss's Sizzling Success!",
      "content": "Big Boss is a sizzling success with its flavorful stir-fries and hotpots! Their mapo tofu is a personal favorite, packed with bold spices and tender tofu. The energetic vibe of the restaurant makes it a fun spot for a lively meal with friends. Always a fantastic experience at Big Boss!",
      "food-rating": 4,
      "service-rating": 5,
      "ambiance-rating": 5,
      "overall-rating": 4,
      "date": "1/21/2023"
  },
  {
      "name": "Hannah",
      "username": "@hannaheats",
      "title": "Dimsum Treats' Culinary Delight!",
      "content": "Dimsum Treats never fails to delight with its culinary creations! Their shrimp dumplings are a standout, with plump and juicy filling wrapped in delicate dough. The traditional ambiance and attentive staff make it a top choice for authentic dim sum. Always a delightful experience at Dimsum Treats!",
      "food-rating": 5,
      "service-rating": 4,
      "ambiance-rating": 4,
      "overall-rating": 5,
      "date": "1/22/2023"
  },
  {
      "name": "Olivia",
      "username": "@oliviaeats",
      "title": "Dimsum Treats' Dimsum Dream!",
      "content": "Dimsum Treats is a dimsum dream come true! Their barbecue pork buns are irresistible, with savory filling encased in fluffy steamed buns. The bustling atmosphere and quick service make it a great spot for a casual dim sum feast. Can't get enough of Dimsum Treats!",
      "food-rating": 4,
      "service-rating": 5,
      "ambiance-rating": 4,
      "overall-rating": 4,
      "date": "1/23/2023"
  }
]
  