[ 
  {
    "restoPic": "./images/chimmy.jpeg",
    "restoName": "Chimmy",
    "restoUser": "@chimmy.ph",
    "description": "Specializing in #OriginalFilipinoblendYogurt drinks,Chimmy crafts each blend to perfection, catering to the Filipino palate with just the right balance of sweetness. Satisfying cravings while promoting health, their yogurt offers a delicious taste of Filipino tradition in every sip.",
    "main_rating": 3,
    "outOF": "out of",
    "overall": "5",
    "star_img": "./images/star.png",
    "noOfLike": 10,
    "noOfDislike": 11,
    "restoLink": "chimmy",
    "numPost": 81
  },{
    "restoPic": "./images/24-profile.jpg",
    "restoName": "24 Chicken",
    "restoUser": "@24chicken.ph",
    "description": "It's establishment in 2017,  has been committed to serving more than just delicious Korean Fried Chicken. Its mission is to spread joy and build community bonds through affordable, flavorful dining experiences, believes in creating moments that go beyond the plate, where every visit is an opportunity to connect, share, and create lasting memories.",
    "main_rating": 4,
    "outOF": "out of",
    "overall": "5",
    "star_img": "./images/star.png",
    "noOfLike": 10,
    "noOfDislike": 11,
    "restoLink": "24-chicken"

  },
  {
    "restoPic": "./images/tea-cup.jpg",
    "restoName": "Tea Cup Zone",
    "restoUser": "@teacup.ph",
    "description": "It embarks an exquisite Taiwanese cuisine, where every bite tells a story of tradition, flavor, and affordability. Nestled in the heart of culinary excellence, It curate a menu bursting with authentic Taiwanese delicacies crafted with passion and expertise. From aromatic teas to savory snacks and mouthwatering entrees, each dish is a testament to our dedication to quality and taste.",
    "main_rating": 4,
    "outOF": "out of",
    "overall": "5",
    "star_img": "./images/star.png",
    "noOfLike": 10,
    "noOfDislike": 11,
    "restoLink": "tea-cup",
    "numPost": 84
  },
  {
    "restoPic": "./images/j&j.jpg",
    "restoName": "Jus & Jerry's",
    "restoUser": "@j&j.ph",
    "description": "Their menu has now been known for – fried chicken, noodles, dimsum and milk teas. From its humble beginnings, their current growth and success has always been attributed to the good reviews and word of mouth from its loyal patrons.",
    "main_rating": 3,
    "outOF": "out of",
    "overall": "5",
    "star_img": "./images/star.png",
    "noOfLike": 10,
    "noOfDislike": 8,
    "restoLink": "j&j",
    "numPost": 92
  },
  {
    "restoPic": "./images/dimsum-treats.jpeg",
    "restoName": "Dimsum Treats",
    "restoUser": "@dimsum.ph",
    "description": "If you’re in a hurry, on a budget and, looking for super affordable big dimsum and super spicy chili. They offer a variety of dimsum namely Special, Japanese, Mushroom, Quail Egg, and many more. You can choose if you want plain rice or Yang Chow rice. They They also offer different beverages.",
    "main_rating": 5,
    "outOF": "out of",
    "overall": "5",
    "star_img": "./images/star.png",
    "noOfLike": 10,
    "noOfDislike": 11,
    "restoLink": "dimsum-treats",
    "numPost": 52
  },
  {
    "restoPic": "./images/big-boss.jpeg",
    "restoName": "Big Boss",
    "restoUser": "@bigboss.ph",
    "description": "It's a cozy cafe with a charming yet minimalistic interior design, boasting unique booth setups resembling mini treehouses. Offering a delightful array of affordable and top-notch dishes, their menu features must-try pastas and coffee blends. Come experience the warmth and taste the excellence!",
    "main_rating": 4,
    "outOF": "out of",
    "overall": "5",
    "star_img": "./images/star.png",
    "noOfLike": 10,
    "noOfDislike": 11,
    "restoLink": "big-boss",
    "numPost": 23
  },
  {
    "restoPic": "./images/ToriBox.jpg",
    "restoName": "Tori Box",
    "restoUser": "@toriBox.ph",
    "description": "Their quiet and cozy room contains about 8 four-top tables, providing seating for 30 people comfortably. Tori Box has a small menu that focuses on Chicken Karaage with a combination of side dishes. Among the choices were Mojos, Fries, Chips, and Rice. It is a metro design that feels like a modern Japanese restaurant. It is given an enlarged feeling with the intelligent use and placement of mirrors, and is just a comfortable place to be.",
    "main_rating": 3,
    "outOF": "out of",
    "overall": "5",
    "star_img": "./images/star.png",
    "noOfLike": 10,
    "noOfDislike": 11,
    "restoLink": "toribox",
    "numPost": 65
  }
]